Repository: acapxasyrafx/Genius-Pintar
Catalog: permata_ukm1/permata_ukm1/App_GlobalResources/UKM2009.*.resx
Languages: ms_my

# lblModuleA
source: SELECT PICTURE
ms_my: PILIH GAMBAR

# lblInstructionModuleA
source: Please click on the picture to match the missing image on the left.
ms_my: Sila klik gambar yang sesuai untuk melengkapkan gambar disebelah kiri.

# lblOpen
source: Please explain the meaning of every word below. All questions must be answered. If you do not know the answer, enter 'x'.
ms_my: *Sila terangkan maksud bagi setiap perkataan di bawah. Jika anda tidak tahu jawabannya, masukkan 'x'

# lblSelect
source: Answer all questions. Please choose the most similar word compared to the UPPERCASE word.
ms_my: Jawab semua soalan. Sila pilih jawapan yang mempunyai maksud terdekat.

# btnNext
source: Next >>
ms_my: Seterusnya >>

# Q061
source: 61. UMBRELLA
ms_my: 61. PAYUNG

# Q062
source: 62. BOOK
ms_my: 62. BUKU

# Q063
source: 63. SORROW
ms_my: 63. DUKACITA

# Q064
source: 64. AFRAID
ms_my: 64. GENTAR

# Q065
source: 65. NEAR
ms_my: 65. HAMPIR

# Q066
source: 66. VIEW
ms_my: 66. PANDANGAN

# Q067
source: 67. PENETRATE
ms_my: 67. TERUS

# Q068
source: 68. FLUSTER
ms_my: 68. GAMAM

# Q069
source: 69. FRAGRANCE
ms_my: 69. HARUMAN

# Q070
source: 70. WEAK
ms_my: 70. UZUR

# Q071
source: 71. FURIOUS
ms_my: 71. BERANG

# Q072
source: 72. DISPUTE
ms_my: 72. BALAH

# Q073
source: 73. COMMUNICATE
ms_my: 73. HUBUNG

# Q074
source: 74. PREPARE
ms_my: 74. SEDIA

# Q075
source: 75. SWANK
ms_my: 75. LAGAK

# Q076
source: 76. STINGY
ms_my: 76. KEREKOT

# Q077
source: 77. INTERACT
ms_my: 77. BERGAUL

# Q078
source: 78. BURLY
ms_my: 78. TEGAP

# Q079
source: 79. APPROVE
ms_my: 79. PERAKUAN

# Q080
source: 80. GRAND
ms_my: 80. HEBAT

# Q081
source: 81. RESILIENT
ms_my: 81. TABAH

# Q082
source: 82. RELUCTANT
ms_my: 82. SEGAN

# Q083
source: 83. FERTILE
ms_my: 83. SUBUR

# Q084
source: 84. DETERMINED
ms_my: 84. GIGIH

# Q085
source: 85. TEMPT
ms_my: 85. GODA

# Q086
source: 86. CHARACTERISTIC
ms_my: 86. CIRI

# Q087
source: 87. CONCEAL
ms_my: 87. PENDAM

# Q088
source: 88. DISAPPEAR
ms_my: 88. LENYAP

# Q089
source: 89. SHAPE
ms_my: 89. BENTUK

# Q090
source: 90. SHAKE
ms_my: 90. KIBAS

# Q091
source: 91. FALSE
ms_my: 91. PALSU

# Q092
source: 92. ACCOMPLICE
ms_my: 92. SEKONGKOL

# Q093
source: 93. SIDELONG
ms_my: 93. JELING

# Q094
source: 94. RELIEVE
ms_my: 94. LEGA

# Q095
source: 95. STIFF
ms_my: 95. TEGAR

# Q096
source: 96. COAX
ms_my: 96. PUJUK

# Q097
source: 97. ADORE
ms_my: 97. PUJA

# Q098
source: 98. POLITE
ms_my: 98. HEMAH

# Q099
source: 99. PHASE
ms_my: 99. TAHAP

# Q100
source: 100. DISTINCT
ms_my: 100. ASING

# Q101
source: 101. SHRILL
ms_my: 101. ILAI

# Q102
source: 102. TINY
ms_my: 102. KENIT

# Q103
source: 103. TALE
ms_my: 103. DONGENG

# Q104
source: 104. INDEPENDENCE
ms_my: 104. MERDEKA

# A061
source: circular fabric canopy|protection against rain|contains many different parts|gelatinous disc of a jellyfish
ms_my: LINDUNG|TEDUH|ALAT BERTANGKAI

# A062
source: written or printed work|pages glued|sewn together|bound in covers|a bound set of blank sheets|writing|bound together|reserve |register|engage|official note|foul play
ms_my: BACA|TULIS|KERTAS|BANYAK MUKASURAT|PENJODOH BILANGAN

# A063
source: feeling of deep distress|loss |disappointment|sorrow|outward expression|grief
ms_my: DUKA|SUSAH HATI|SEDIH|KECEWA

# A064
source: feeling|fear|anxiety|frightened|anxious
ms_my: GONCANGAN YANG CEPAT|TALI GITAR KALAU DIPETIK|BADAN KALAU KETAKUTAN|BUMI KALAU GEMPA|GETAR|GELETAR|BERASA TAKUT|BINBANG|TAKUT|GEMENTAR|BIMBANG|BERDEBAR|RISAU

# A065
source: short distance away|short time away|almost|similar to|close to|close family connection|nearside|Compare|miserly|approach
ms_my: BERDAMPING|BERDAMPIL|DEKAT|RAPAT|TIDAK JAUH

# A066
source: see something|sight|prospect|attitude|opinion|inspection|watch|Hunting|regard
ms_my: PENDAPAT|IDEA|PERSPEKTIF|PERSEPSI|BUAH FIKIRAN

# A067
source: go into|through|insert|infiltrate|understand|gain insight
ms_my: TIDAK PUTUS-PUTUS|TIDAK BERHENTI|SENTIASA BERGERAK|SAMBUNG|LANGSUNG

# A068
source: agitated|confused|flustered state
ms_my: TERKEJUT|TERPAKU|TERPEGUN|TIDAK TERKATA|TERDIAM

# A069
source: pleasant|sweet smell|perfume|aftershave
ms_my: SEDAP BAUNYA|ENAK BAUNYA|WANGI|BAU BAUAN YANG WANGI|WANGIAN

# A070
source: lacking physical strength|energy|liable to break|give way under pressure|not convincing or forceful|not secure|not stable|not firmly established|lacking power|influence|ability|intensity|not strongly marked|unstressed
ms_my: LEMAH BADAN|BERPENYAKIT|SAKIT|ORANG YANG SUDAH TUA|TIDAK BERDAYA

# A071
source: extremely angry|full of energy or intensity
ms_my: TERLALU MARAH|PANAS HATI|MENYINGA|BENGANG

# A072
source: argue about|question the truth or validity|compete for|resist|disagreement or argument|
ms_my: BERTELINGKAH|BERKELAHI|BERGADUH|BERBANTAH|BERTENGKAR

# A073
source: share|exchange information|ideas|convey|pass on|transmit|common connecting|receive
ms_my: BERANGKAI|BERSAMBUNG|BERUNTUN|BERKAITAN DENGAN|BERKENAAN|OLEH SEBAB|SEBAB

# A074
source: make ready for use or consideration|ready|make a substance|lead up
ms_my: MEMANG ADA|YANG ASAL|SEMEMANG BEGITU|SIAP|MUSTAID|SANGGUP DAN RELA|SUDI

# A075
source: display one's wealth|knowledge|achievements|to impress others|behaviour|talk|display|swanky
ms_my: GAYA ATAU PEMBAWAAN|KEANGKUHAN|KESOMBONGAN|BERPERASAAN BESAR DIRI|BERSIKAP ANGKUH|BONGKAK

# A076
source: stingier|stingiest|mean|ungenerous
ms_my: BENGKOK-BENGKOK|BERKERUT-KERUT|MENJADI KERUKUT|BERBARING DENGAN MERAPATKAN TANGAN DAN KAKI KE TUBUH

# A077
source: act|in such a way|have an effect|each other
ms_my: BERCAMPUR|BERADUK|BERKENALAN|BERBAIK-BAIK|DAN BERCAMPUR DGN ORANG LAIN|BERKAWAN|BERSAHABAT

# A078
source: large|strong|brawny
ms_my: KUKUH DAN KUAT|GAGAH SERTA KUAT|BERISI LAGI KUAT|KUAT|KUKUH|TEGUH|UTUH

# A079
source: officially accept|satisfactory|approve|something is good|acceptable|prove|show
ms_my: MENGESAHKAN|MENGIYAKAN|SESUATU YG DIPERAKUKAN|SARANAN SERTA SOKONGAN|UNTUK DIPERTIMBANGKAN|DITERIMA|DILAKSANAKAN

# A080
source: magnificent|imposing|large|ambitious|impressive|in scope|scale|dignified|noble|proud|chief importance|highest rank|serious|excellent
ms_my: TERAMAT SANGAT ATAU LUAR BIASA|GAGAH|DAHSYAT|KUAT|ELOK|BAGUS|RAMAI

# A081
source: able to recoil|spring back into shape|after bending|stretching|compressed
ms_my: TIDAK GENTAR DAN TETAP HATI|SERTA TERUS MENCUBA DENGAN PENUH SEMANGAT DAN AZAM|BERANI|CEKAL DEMI MENCAPAI KEJAYAAN|KECEMERLANGAN

# A082
source: unwilling|hesitant|disinclined
ms_my: TIDAK SUKA BERBUAT SESUATU|TIDAK MAHU|TIDAK SUDI|ENGGAN|MALAS|BERASA MALU|SILU|HORMAT

# A083
source: producing|capable|producing abundant vegetation|crops|able to conceive young|produce seed|capable of becoming a new individual|producing many new and inventive ideas
ms_my: TUMBUH DGN BAIK|LEKAS BESAR DAN SIHAT|SIHAT DAN BERISI|BANYAK MENGANDUNGI ZAT UNTUK TUMBUHAN-TUMBUHAN|GEMUK

# A084
source: Having firmly decided to do|succeed|difficult
ms_my: CEKAL|WAJA|TIDAK PUTUS ASA|TEGAR HATI|PATUH KPD PENDIRIAN SENDIRI|PENDAPAT SENDIRI

# A085
source: To try|persuade|to do|entice|attract|provoking|a deity|abstract force
ms_my: MENGAJAK|MENYURUH|MEMINTA MEMBUAT SESUATU|MEMPENGARUHI|MENGURAT

# A086
source: place|thing|a feature|quality|typical of a person|whole number or integral part|logarithm
ms_my: SIFAT|RUPA|UNSUR|TANDA

# A087
source: not allow to be seen|hide|keep secret|prevent from being known
ms_my: SIMPAN|TANAM|SEMBUNYI|PERAM|TERSEMBUNYI ATAU TERSIMPAN SAHAJA LAMA-LAMA TIDAK DIKETAHUI|TERSIMPAN DALAM HATI

# A088
source: cease to be visible|cease to exist|be in use|go missing|be killed
ms_my: TIDAK KELIHATAN LAGI|GHAIB|HILANG|LENA|NYENYAK

# A089
source: outline|outer form|distinctive|arrangement|Form|outer edges|surfaces
ms_my: LENGKUNG|LENTUR|PENJODOH BILANGAN UTK BARANG YANG MELENGKUNG|BANGUN|RUPA|PERAWAKAN

# A090
source: act of moving|up and down|side to side|cause to move up and down|vigorously|remove|movement
ms_my: BERGERAK-GERAK KE ATAS KE BAWAH SEPERTI MELAMBAI ATAU MENGIPAS|MENYEBAT DENGAN KAIN|MENGEBAS|KAMBING BIRI-BIRI DI NEGERI ARAB

# A091
source: not according with truth|fact|invalid|illegal|not true|not correct|untruthful
ms_my: TIDAK BENAR|TIDAK TULEN|LANCUNG|TIRUAN|TIDAK SUNGGUH-SUNGGUH|TIDAK LURUS|TIDAK JUJUR

# A092
source: a person|helps|another|commit a crime
ms_my: BERKOMPLOT|BERPAKAT|BERSUBAHAT

# A093
source: directed|from one side|sideways
ms_my: PANDANGAN DENGAN EKOR MATA|KERLING

# A094
source: alleviate or remove|to stop feeling distressed|anxious|release|take a burden|responsibility|bring military support|make less tedious|monotonous|formal|euphemistic urinate|defecate|stand out
ms_my: TIDAK SEMPIT|LUAS|LAPANG|TENTERAM PERASAAN|AMAN|SENANG|LAPANG|TIDAK SIBUK|AGAK PULIH|BERANSUR SEMBUH

# A095
source: difficult to bend|not flexible|not easily bent|rigid|not moving freely|difficult to turn or operate|unable to move easily|without pain|not relaxed|friendly|constrained
ms_my: TIDAK DAPAT DILENTURKAN|KERAS KAKU|TIDAK DAPAT DIUBAH|DEGIL|TIDAK MAHU MENURUT|KERAS HATI|KERAS KEPALA|DEGIL

# A096
source: persuade by pleading|flattery persuade|persuasion to obtain|manipulate carefully
ms_my: KATA-KATA YANG SANGAT MENARIK UNTUK MEMIKAT HATI|MEMAKAI KATA-KATA MANIS DENGAN TUJUAN HENDAK MEMIKAT HATI|MERAYU

# A097
source: Worship|intense|love
ms_my: MENGAGUNGKAN SESEORANG|MEMANDANG TINGGI|IDOLA|UPACARA PENGHORMATAN KEPADA DEWA-DEWA|PESTA UNTUK MEMPERINGATI HARI JADI

# A098
source: Courteous|Refined|respectful|considerate
ms_my: BUDI PEKERTI|MEMPUNYAI BUDI PEKERTI YANG MULIA|BERSOPAN

# A099
source: stage|period|plan|separate stages|distinct period|change|development|each of the aspects of the moon|planet|according to the amount of its illumination
ms_my: PERINGKAT|TINGKAT|ARAS

# A100
source: recognizably different|individual|separate|readily distinguishable
ms_my: BERLAINAN|TERPISAH|TERSENDIRI|BERASA DIRI TERPISAH ATAU BUKAN SEBAHAGIAN DARIPADA TEMPAT YANG BERKENAAN|BERASAL DARI DAERAH ATAU NEGERI LAIN|BUKAN TEMPATAN|BUKAN ANAK NEGERI|BUKAN DARI DUNIA INI|TIDAK SEPERTI YANG BIASA TERDAPAT DILAKUKAN

# A101
source: high-pitched|piercing|loud|forceful
ms_my: KETAWA DENGAN KUAT DAN NYARING BUNYINYA|KETAWA YANG PANJANG DAN NYARING|MENYERAMKAN

# A102
source: very small|extremely small
ms_my: TERLALU KECIL|KERDIL

# A103
source: a fictitious|true narrative|story|imaginatively|recounted|a lie
ms_my: CERITA KHAYALAN|YANG DIADA-ADAKAN KEJADIANNYA|KARUT|MISTIK|SESUATU SEPERTI BERITA|CAKAP-CAKAP YANG TIDAK BENAR

# A104
source: free from outside control|not subject to another authority|self-governing|not depending on another|not connected with another|separate
ms_my: MERDÉKA|BEBAS DARIPADA PENJAJAHAN|BEBAS DARIPADA KURUNGAN|BEBAS DARIPADA NAUNGAN|LEPAS|LEPAS DARIPADA TEBUSAN|LEPAS DARIPADA TUNTUTAN|BERDIRI SENDIRI|TIDAK BERGANTUNG PADA YANG LAIN|BEBAS SAMA SEKALI|BOLEH MELAKUKAN SESUATU SEKEHENDAK HATI|AKHBAR YANG TIDAK TERIKAT PADA MANA-MANA PARTI POLITIK

# Q105
source: 105. COCONUT
ms_my: 105. KELAPA

# Q105_1
source: Entertainer
ms_my: Penghibur

# Q105_2
source: Thinking
ms_my: Fikiran

# Q105_3
source: Food
ms_my: Makanan

# Q105_4
source: Absorb
ms_my: Khayal

# Q105_5
source: Tree
ms_my: Pokok

# Q105_6
source: Dream
ms_my: Mimpi

# Q106
source: 106. THROW
ms_my: 106. LONTAR

# Q106_1
source: Bullet
ms_my: Peluru

# Q106_2
source: Fly
ms_my: Terbang

# Q106_3
source: Stone
ms_my: Batu

# Q106_4
source: Hand
ms_my: Tangan

# Q106_5
source: Fling
ms_my: Baling

# Q106_6
source: Distance
ms_my: Jauh

# Q107
source: 107. MOIST
ms_my: 107. LEMBAP

# Q107_1
source: Fungus
ms_my: Kulat

# Q107_2
source: Rain
ms_my: Hujan

# Q107_3
source: Stupid
ms_my: Bodoh

# Q107_4
source: Wet
ms_my: Basah

# Q107_5
source: Slow
ms_my: Lambat

# Q107_6
source: Reluctant
ms_my: Malas

# Q108
source: 108. INTERMIT
ms_my: 108. REHAT

# Q108_1
source: Pause
ms_my: Berhenti

# Q108_2
source: Sleep
ms_my: Tidur

# Q108_3
source: Tired
ms_my: Penat

# Q108_4
source: Absent
ms_my: Ponteng

# Q108_5
source: Canteen
ms_my: Kantin

# Q108_6
source: Empty
ms_my: Kosong

# Q109
source: 109. CRUEL
ms_my: 109. KEJAM

# Q109_1
source: Aware
ms_my: Celik

# Q110
source: 110. ACCEPT
ms_my: 110. TERIMA

# Q111
source: 111. COLLIDE
ms_my: 111. TEMPUR

# Q112
source: 112. ADHERE
ms_my: 112. TAMPAL

# Q113
source: 113. INTERRUPT
ms_my: 113. GANGGU

# Q114
source: 114. FLARE
ms_my: 114. MARAK

# Q116
source: 116. ASTONISHED
ms_my: 116. KAGUM

# Q117
source: 117. OWNERSHIP
ms_my: 117. HAK

# Q118
source: 118. STIFF
ms_my: 118. TEGAR

# Q119
source: 119. APTLY
ms_my: 119. JITU

# Q120
source: 120. CORRESPOND
ms_my: 120. MIRIP

# Q121
source: 121. EXIST
ms_my: 121. WUJUD

# Q122
source: 122. SUPPORT
ms_my: 122. AMPU

# Q123
source: 123. TASK
ms_my: 123. TUGASAN

# Q124
source: 124. GRACIOUS
ms_my: 124. SOPAN

# Q125
source: 125. FAVORABLE
ms_my: 125. MAKMUR

# Q126
source: 126. CALM
ms_my: 126. LENANG

# Q127
source: 127. WALLOW
ms_my: 127. RENDAM

# Q128
source: 128. VISION
ms_my: 128. VISI

# Q129
source: 129. TALISMAN
ms_my: 129. AZIMAT

# Q130
source: 130. GRUMBLE
ms_my: 130. BEBEL

# Q131
source: 131. CARELESS
ms_my: 131. ALPA

# Q132
source: 132. LUST
ms_my: 132. NAFSU

# Q133
source: 133. STRATEGY
ms_my: 133. MUSLIHAT

# Q134
source: 134. ANGRY
ms_my: 134. GUSAR

# Q135
source: 135. RIPPLE
ms_my: 135. RIAK

# Q136
source: 136. PRODUCTIVE
ms_my: 136. PRODUKTIF

# Q137
source: 137. CHARACTER
ms_my: 137. TABIAT

# Q138
source: 138. DREGS
ms_my: 138. KELADAK

# Q139
source: 139. UNIVERSAL
ms_my: 139. SARWAJAGAT

# Q140
source: 140. SUSTAINABLE
ms_my: 140. LESTARI

# Q141
source: 141. MIRAGE
ms_my: 141. FATA MORGANA

# Q142
source: 142. CROOK
ms_my: 142. BAJUL

# Q143
source: 143. CORRELATION
ms_my: 143. WASILAH

# Q144
source: 144. AUTONOMOUS
ms_my: 144. MANDIRI

# Q145
source: 145. MODE
ms_my: 145. WAHANA

# Q146
source: 146. LIMBER
ms_my: 146. LUWES

# Q147
source: 147. SHUDDER
ms_my: 147. KENALING

# Q148
source: 148. COGITATE
ms_my: 148. TAAKUL

# Q109_2
source: Unkind
ms_my: Bunuh

# Q109_3
source: Whip
ms_my: Belasah

# Q109_4
source: Murder
ms_my: Bengis

# Q109_5
source: Firm
ms_my: Keras

# Q109_6
source: Endure
ms_my: Menderita

# Q110_1
source: Love
ms_my: Kasih

# Q110_2
source: Thing
ms_my: Barang

# Q110_3
source: Hand
ms_my: Tangan

# Q110_4
source: Others
ms_my: Orang

# Q110_5
source: Recover
ms_my: Baik

# Q110_6
source: Receive
ms_my: Sambut

# Q111_1
source: Enemy
ms_my: Musuh

# Q111_2
source: Gun
ms_my: Bedil

# Q111_3
source: Conflict
ms_my: Kelahi

# Q111_4
source: Revenge
ms_my: Dendam

# Q111_5
source: Japan
ms_my: Jepun

# Q111_6
source: Add
ms_my: Tambah

# Q112_1
source: Sticky
ms_my: Lekat

# Q112_2
source: Hollow
ms_my: Lubang

# Q112_3
source: Rag
ms_my: Perca

# Q112_4
source: Torn
ms_my: Koyak

# Q112_5
source: Gum
ms_my: Gam

# Q112_6
source: Iron
ms_my: Besi

# Q113_1
source: Shake
ms_my: Gugat

# Q113_2
source: Stupid
ms_my: Dungu

# Q113_3
source: Charge
ms_my: Dakwa

# Q113_4
source: Difficult
ms_my: Susah

# Q113_5
source: Disturb
ms_my: Usik

# Q113_6
source: Noisy
ms_my: Bising

# Q114_1
source: Angry
ms_my: Marah

# Q114_2
source: Shine
ms_my: Nyala

# Q114_3
source: Fire
ms_my: Api

# Q114_4
source: Red
ms_my: Merah

# Q114_5
source: Peacock
ms_my: Merak

# Q114_6
source: Lust
ms_my: Nafsu

# Q115_1
source: Influenza
ms_my: Selsema

# Q115_2
source: Mosquito
ms_my: Nyamuk

# Q115_3
source: Cholera
ms_my: Taun

# Q115_4
source: Fever
ms_my: Demam

# Q115_5
source: Female
ms_my: Perempuan

# Q115_6
source: Flower
ms_my: Bunga

# Q116_1
source: Condemn
ms_my: Kutuk

# Q116_2
source: Amazed
ms_my: Takjub

# Q116_3
source: Fearful
ms_my: Takut

# Q116_4
source: Ship
ms_my: Kapal

# Q116_5
source: Elegant
ms_my: Menawan

# Q116_6
source: Tiger
ms_my: Harimau

# Q117_1
source: State
ms_my: Milik

# Q117_2
source: Fundamental
ms_my: Asasi

# Q117_3
source: Property
ms_my: Kuasa

# Q117_4
source: Supreme
ms_my: Diraja

# Q117_5
source: Needs
ms_my: Keperluan

# Q117_6
source: President
ms_my: Presiden

# Q118_1
source: Unadaptable
ms_my: Degil

# Q118_2
source: Fresh
ms_my: Segar

# Q118_3
source: Hope
ms_my: Harapan

# Q118_4
source: Complete
ms_my: Penuh

# Q118_5
source: Arrange
ms_my: Teratur

# Q118_6
source: Hard
ms_my: Keras

# Q119_1
source: True
ms_my: Betul

# Q119_2
source: Accurate
ms_my: Tepat

# Q119_3
source: Honest
ms_my: Lurus

# Q119_4
source: Small
ms_my: Kecil

# Q119_5
source: Process
ms_my: Proses

# Q119_6
source: Image
ms_my: Imej

# Q120_1
source: Match
ms_my: Serupa

# Q120_2
source: Near
ms_my: Hampir

# Q120_3
source: Countenance
ms_my: Wajah

# Q120_4
source: Sip
ms_my: Hirup

# Q120_5
source: Similar
ms_my: Sama

# Q120_6
source: Cloth
ms_my: Kain

# Q121_1
source: Spirit
ms_my: Roh

# Q121_2
source: Firm
ms_my: Ada

# Q121_3
source: Bound
ms_my: Wajib

# Q121_4
source: Prostrate
ms_my: Sujud

# Q121_5
source: Direction
ms_my: Tuju

# Q121_6
source: Live
ms_my: Benda

# Q122_1
source: Money
ms_my: Duit

# Q122_2
source: Afford
ms_my: Mampu

# Q122_3
source: Torch
ms_my: Lampu

# Q122_4
source: Receive
ms_my: Sambut

# Q122_5
source: Grandfather
ms_my: Datuk

# Q122_6
source: Prop
ms_my: Sokong

# Q123_1
source: Firm
ms_my: Tegas

# Q123_2
source: Chore
ms_my: Kerja

# Q123_3
source: Academy
ms_my: Ilmiah

# Q123_4
source: Salient
ms_my: Penting

# Q123_5
source: Compulsary
ms_my: Wajib

# Q123_6
source: Problem
ms_my: Masalah

# Q124_1
source: Courteous
ms_my: Beradab

# Q124_2
source: Goodness
ms_my: Berhemah

# Q124_3
source: Polite
ms_my: Santun

# Q124_4
source: Sense
ms_my: Budi

# Q124_5
source: Language
ms_my: Bahasa

# Q124_6
source: Respectful
ms_my: Hormat

# Q125_2
source: Present
ms_my: Ada

# Q125_3
source: Flourishing
ms_my: Sejahtera

# Q125_4
source: Peaceful
ms_my: Aman

# Q125_5
source: Comfortable
ms_my: Sentosa

# Q125_6
source: Safe
ms_my: Selamat

# Q126_1
source: Easy
ms_my: Senang

# Q126_2
source: Comfort
ms_my: Tenang

# Q126_3
source: Win
ms_my: Menang

# Q126_4
source: Peaceful
ms_my: Bahagia

# Q126_5
source: Prosperous
ms_my: Mewah

# Q126_6
source: Man
ms_my: Lelaki

# Q127_1
source: Bathe
ms_my: Mandi

# Q127_2
source: Wash
ms_my: Cuci

# Q127_3
source: Vengeance
ms_my: Dendam

# Q127_4
source: Weep
ms_my: Tangis

# Q127_5
source: Soak
ms_my: Benam

# Q127_6
source: Suffocate
ms_my: Lemas

# Q128_1
source: Organization
ms_my: Pertubuhan

# Q128_2
source: Mission
ms_my: Misi

# Q128_3
source: Insight
ms_my: Wawasan

# Q128_4
source: Theory
ms_my: Teori

# Q128_5
source: Challenge
ms_my: Cabaran

# Q128_6
source: Leader
ms_my: Pemimpin

# Q129_1
source: Power
ms_my: Kuasa

# Q129_2
source: Supernatural
ms_my: Sakti

# Q129_3
source: Disaster
ms_my: Bencana

# Q129_4
source: Disease
ms_my: Penyakit

# Q129_5
source: Amulet
ms_my: Tangkal

# Q129_6
source: Immune
ms_my: Kebal

# Q130_1
source: Stupid
ms_my: Bodoh

# Q130_2
source: Uneasy
ms_my: Susah

# Q130_3
source: Outrage
ms_my: Cabul

# Q130_4
source: Obscene
ms_my: Carut

# Q130_5
source: Abuse
ms_my: Maki

# Q130_6
source: Complaint
ms_my: Leter

# Q131_1
source: Negligent
ms_my: Lalai

# Q131_2
source: Forget
ms_my: Lupa

# Q131_3
source: Concern
ms_my: Acuh

# Q131_4
source: Dawdling
ms_my: Lewa

# Q131_5
source: Ray
ms_my: Sinaran

# Q131_6
source: Light
ms_my: Cahaya

# Q132_1
source: Instinct
ms_my: Naluri

# Q132_2
source: Style
ms_my: Ragam

# Q132_3
source: Character
ms_my: Perangai

# Q132_4
source: Attitude
ms_my: Sikap

# Q132_5
source: Pleasant
ms_my: Seronok

# Q132_6
source: Eagerness
ms_my: Keinginan

# Q133_1
source: Cunning
ms_my: Licik

# Q133_2
source: Trickery
ms_my: Helah

# Q133_3
source: Method
ms_my: Taktik

# Q133_4
source: Tactics
ms_my: Strategi

# Q133_5
source: Deception
ms_my: Tipu

# Q133_6
source: Initiative
ms_my: Ikhtiar

# Q134_1
source: Grumble
ms_my: Bersungut

# Q134_2
source: Speak
ms_my: Cakap

# Q134_3
source: Disappoint
ms_my: Kecewa

# Q134_4
source: Worry
ms_my: Gelisah

# Q134_5
source: Problem
ms_my: Masalah

# Q134_6
source: Wrathful
ms_my: Risau

# Q135_1
source: Wave
ms_my: Ombak

# Q135_2
source: Egoism
ms_my: Keakuan

# Q135_3
source: View
ms_my: Nampak

# Q135_4
source: Naughty
ms_my: Jahat

# Q135_5
source: Proud
ms_my: Bangga

# Q135_6
source: Arrogant
ms_my: Berlagak

# Q136_1
source: Advance
ms_my: Maju

# Q136_2
source: Prosperous
ms_my: Mewah

# Q136_3
source: Good
ms_my: Berhasil

# Q136_4
source: Advance
ms_my: Mara

# Q136_5
source: Insight
ms_my: Berwawasan

# Q136_6
source: Healthy
ms_my: Subur

# Q137_1
source: Hobby
ms_my: Hobi

# Q137_2
source: Always
ms_my: Selalu

# Q137_3
source: Attitude
ms_my: Sikap

# Q137_4
source: Personality
ms_my: Peribadi

# Q137_5
source: Habit
ms_my: Watak

# Q137_6
source: Behaviour
ms_my: Kebiasaan

# Q138_1
source: Waste
ms_my: Hampas

# Q138_2
source: Turbid
ms_my: Keruh

# Q138_3
source: Empty
ms_my: Kosong

# Q138_4
source: Wasted
ms_my: Sia-sia

# Q138_5
source: Leftover
ms_my: Lebihan

# Q138_6
source: Dirty
ms_my: Kotor

# Q139_1
source: Locality
ms_my: Tempat

# Q139_2
source: Overall
ms_my: Global

# Q139_3
source: World
ms_my: Universal

# Q139_4
source: Context
ms_my: Glokal

# Q139_5
source: Galaxy
ms_my: Galaksi

# Q139_6
source: Direction
ms_my: Arah

# Q140_1
source: Park
ms_my: Taman

# Q140_2
source: Hither
ms_my: Kemari

# Q140_3
source: Permanent
ms_my: Tetap

# Q140_4
source: Identify
ms_my: Kenal pasti

# Q140_5
source: Angry
ms_my: Marah

# Q140_6
source: Punch
ms_my: Tumbuk

# Q141_1
source: Picture
ms_my: Gambar

# Q141_2
source: Invisible
ms_my: Bunian

# Q141_3
source: Heaven
ms_my: Syurga

# Q141_4
source: Illusion
ms_my: Khayalan

# Q141_5
source: World
ms_my: Dunia

# Q141_6
source: Beauty
ms_my: Keindahan

# Q142_1
source: Transsexual
ms_my: Pondan

# Q142_2
source: Astronaut
ms_my: Angkasawan

# Q142_3
source: Criminal
ms_my: Buaya

# Q142_4
source: Timid
ms_my: Bacul

# Q142_5
source: True
ms_my: Betul

# Q142_6
source: Fine
ms_my: Bagus

# Q143_1
source: Female
ms_my: Pemudi

# Q143_2
source: Award
ms_my: Hadiah

# Q143_3
source: Certificate
ms_my: Sijil

# Q143_4
source: Knowledge
ms_my: Ilmu

# Q143_5
source: Connection
ms_my: Pertalian

# Q143_6
source: Organization
ms_my: Pertubuhan

# Q144_1
source: Bathe
ms_my: Mandi

# Q144_2
source: Endure
ms_my: Berdiri

# Q144_3
source: Self-supporting
ms_my: Berdikari

# Q144_4
source: Speech
ms_my: Ucapan

# Q144_5
source: Plastic
ms_my: Plastik

# Q144_6
source: Language
ms_my: Bahasa

# Q145_1
source: Expression
ms_my: Wacana

# Q145_2
source: Lie-Down
ms_my: Baring

# Q145_4
source: Intact
ms_my: Utuh

# Q145_5
source: Consequence
ms_my: Bahana

# Q145_6
source: Method
ms_my: Saluran

# Q146_1
source: Diligent
ms_my: Rajin

# Q146_2
source: Dedicated
ms_my: Tekun

# Q146_3
source: Resilient
ms_my: Tabah

# Q146_4
source: Flexible
ms_my: Longgar

# Q146_5
source: Assure
ms_my: Yakin

# Q146_6
source: Courageous
ms_my: Berani

# Q147_1
source: Praise
ms_my: Pujian

# Q147_2
source: Recognize
ms_my: Kenali

# Q147_3
source: Squint
ms_my: Juling

# Q147_4
source: Throb
ms_my: Mengeletar

# Q147_5
source: Mislead
ms_my: Bohong

# Q147_6
source: Strike
ms_my: Kena

# Q148_1
source: String
ms_my: Tali

# Q148_2
source: Think
ms_my: Berfikir

# Q148_3
source: Cerebrate
ms_my: Pertimbangan

# Q148_4
source: Lost
ms_my: Hilang

# Q148_5
source: Prospect
ms_my: Harapan

# Q148_6
source: Done
ms_my: Habis
