Repository: acapxasyrafx/Genius-Pintar
Catalog: iprofile/App_GlobalResources/ukm2.*.resx
Languages: ms_my

# lbl13_06
source: Name a month that contain 31 days.
ms_my: Namakan satu bulan yang mengandungi 31 hari.

# lbl13_07
source: Name a natural fuel.
ms_my: Namakan bahan api semula jadi.

# lbl13_08
source: How many continents in this world?
ms_my: Berapakah jumlah benua di dunia?

# lbl13_09
source: What is historical artefact?
ms_my: Apakah itu artifak sejarah?

# lbl13_10
source: How does rain form?
ms_my: Bagaimanakah hujan terjadi?

# lbl13_11
source: Why does a ship cannot be seen when it is beyond the horizon?
ms_my: Kenapa kapal tidak kelihatan apabila melepasi kaki langit?

# lbl13_12
source: Who is telephone inventor?
ms_my: Siapa yang mencipta telefon?

# lbl13_13
source: What does it mean by greenhouse effect?
ms_my: Apakah makna "kesan rumah hijau"?

# lbl13_14
source: What is the largest island in the world?
ms_my: Apakah pulau yang terbesar di dunia?

# lbl13_15
source: Which country is located under the sea level?
ms_my: Negara manakah yang terletak di bawah paras laut?

# lbl13_16
source: Why an ice cube floats above the water?
ms_my: Mengapa ketulan ais terapung di atas air?

# lbl13_17
source: What is prism?
ms_my: Apa itu prisma?

# lbl13_18
source: Where is the Tiananmen square?
ms_my: Di manakah Dataran Tiananmen?

# lbl13_19
source: What is meridian line that determined time differences in the world?
ms_my: Apakah garisan yang menentukan perbezaan masa di dunia?

# lbl13_20
source: What is the distance between the earth and the moon?
ms_my: Berapakah jarak bumi ke bulan?

# lbl13_21
source: What are the elements that combined to form water?
ms_my: Apakah unsur-unsur yang bergabung untuk menjadi air?

# lbl13_22
source: What is metabolism process?
ms_my: Apakah proses metabolisma?

# lbl13_23
source: Who is Tunku Abdul Rahman Al-Haj?
ms_my: Siapakah Tunku Abdul Rahman Putra Al-Haj?

# lbl13_24
source: Where does asteroid come from?
ms_my: Dari manakah datangnya asteroid?

# ukm2_1400_header
source: 14. ARITHMETIC
ms_my: 14. ARITMATIK

# lbl14_instruction_sample
source: Read the question carefully. ANSWER THE QUESTION BY USING MENTAL ARITHMETIC.<br /> Please type your answer in the space provided.
ms_my: Baca soalan dengan teliti, KIRA JAWAPAN SECARA MENTAL (CONGAK). Isi jawapan di ruangan yang disediakan.

# lbl14_instruction
source: Read the questions carefully. ANSWER THE QUESTIONS BY USING MENTAL ARITHMETIC.<br /> Please type your answer in the space provided.
ms_my: Baca soalan dengan teliti, KIRA JAWAPAN SECARA MENTAL (CONGAK). Isi jawapan di ruangan yang disediakan.

# lbl14_00
source: What is the sum of two plastic rulers and three iron rulers?
ms_my: Terdapat dua batang pembaris plastik dan tiga batang pembaris besi. Berapakah jumlah pembaris?

# ukm2_1400_01
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# lbl14_01
source: What is the sum of two plastic rulers and three iron rulers?
ms_my: Terdapat dua batang pembaris plastik dan tiga batang pembaris besi. Berapakah jumlah pembaris?

# lbl14_02
source: Borhan has five storybooks. A book is lost. How many books are left?
ms_my: Borhan mempunyai lima buah buku cerita. Sebuah buku telah hilang. Berapa buah buku masih ada padanya?

# lbl14_03
source: Johari has five slices of cake. A piece of cake is given to Bala and another piece is given to Ali. How many slices of cake are left?
ms_my: Johari ada lima potong kek. Sepotong kek diberikan kepada Bala dan sepotong lagi diberikan kepada Ali. Berapa potong kek yang masih tinggal?

# lbl14_04
source: If I cut two watermelons into half, how many piece of watermelon do I have?
ms_my: Jika sebiji tembikai dibelah dua, berapa bahagian buah tembikai yang saya ada?

# lbl14_05
source: Johan has RM4.00 and his mother give him another RM2.00. How much amount of money that Johan has?
ms_my: Johan mempunyai RM4.00 dan ibunya memberikan RM2.00 lagi kepadanya. Berapakah jumlah wang yang ada pada Johan?

# lbl14_06
source: If you hold three pens with every hands, how many pens will be on you?
ms_my: Jika anda memegang tiga batang pen pada setiap tangan, berapakah jumlah pen yang ada pada anda?

# lbl14_07
source: If you have 10 slices of bread and eat three pieces, how many slices of bread left?
ms_my: Jika anda ada 10 keping roti dan memakan tiga keping, berapa keping roti yang tinggal?

# lbl14_08
source: Three new students have been placed into a class that already contains 12 students. What is the sum of students in that class?
ms_my: Tiga orang pelajar baru telah ditempatkan ke dalam kelas yang telah mempunyai 12 orang pelajar. Berapakah jumlah pelajar dalam kelas tersebut?

# lbl14_09
source: Mansor has six bookmarks and buy 6 pieces again. How many numbers of bookmarks with her?
ms_my: Mansor ada enam keping penanda buku dan membeli enam keping lagi. Berapakah jumlah penanda buku yang ada padanya?

# lbl14_10
source: Ah Meng collects 10 stamps on Saturday and 15 stamps on Sunday. How many number of stamps does he collects?
ms_my: Ah Meng mengumpul 10 setem pada hari Sabtu dan 15 setem pada hari Ahad. Berapakah jumlah setem yang dikumpulkannya?

# lbl14_11
source: There are three goats at a pasture. Then, another two goats come. Then, 2 goats leave the pasture. How many goats remain in the pasture?
ms_my: Terdapat tiga ekor kambing di sebuah padang ragut. Dua ekor kambing lain datang. Kemudian dua ekor pula meninggalkan padang ragut. Berapa ekor kambing yang tinggal di padang ragut?

# lbl14_12
source: Kuldip buys four citrus fruits from one fruit stall and another 2 citrus fruits from different stall. When he reached at home, his mother gives another three citrus fruits. How many citrus fruits he has?
ms_my: Kuldip membeli empat biji limau dari sebuah gerai buah-buahan dan dua biji lagi dari gerai yang lain. Sampai di rumah, ibunya memberi tiga biji buah limau lagi. Berapa banyak buah limau yang dimilikinya?

# lbl14_13
source: Pak Ali has 12 durians. Five durians are sold to the buyers. How many durians left?
ms_my: Pak Ali ada 12 biji durian. Lima biji dijual kepada pelanggan. Berapa biji durian yang tinggal?

# lbl14_14
source: There are eight passengers found in a bus. When the bus arrived at the station, four people go out and two passengers come in. How many passengers in the bus at present?
ms_my: Dalam sebuah bas terdapat lapan orang penumpang. Apabila tiba di perhentian, empat orang turun dan dua orang penumpang naik. Berapa orang penumpang yang berada dalam bas sekarang?

# lbl14_15
source: In one game, Latifah got 17 points in the first round and 15 points in the second round. How many total points Latifah obtained?
ms_my: Dalam satu permainan, Latifah mendapat 17 mata pada pusingan pertama dan 15 mata dalam pusingan kedua. Berapakah jumlah mata yang diperoleh Latifah?

# lbl14_16
source: If you buy three postcards at prices of 50 cents each, how many change will you get from RM5?
ms_my: Jika anda membeli tiga keping poskad pada harga 50 sen setiap satu, berapakah wang baki yang akan dikembalikan daripada wang RM5?

# lbl14_17
source: Faris has RM30 and he spent half from it. If a magazine cost RM5, how many magazines can be bought if Faris use all the balances he has?
ms_my: Faris mempunyai RM30 dan telah membelanjakan separuh daripadanya. Jika sebuah majalah berharga RM5, berapa banyak majalah boleh dibeli sekiranya Faris menggunakan semua baki yang dia ada?

# lbl14_18
source: There are eight competitions in the food festival. If every competition need three plates, how many plates are required if the competition is carried out simultaneously?
ms_my: Terdapat lapan acara pertandingan dalam satu pesta makanan. Jika setiap pertandingan memerlukan tiga buah pinggan, berapa banyak pinggan yang diperlukan sekiranya pertandingan dijalankan serentak?

# lbl14_19
source: Thirty students register for Japanese class. In the next month 11 people draw out. How many students remain in that class?
ms_my: Tiga puluh orang pelajar mendaftar kelas Bahasa Jepun. Pada bulan berikutnya 11 orang menarik diri. Berapa orang pelajar yang tinggal dalam kelas tersebut?

# lbl14_20
source: Rosnah buys two exercise books with a price of RM1 each and a pack of RM4 color pencil. If she pays with RM10, how many balances will be returned to him?
ms_my: Rosnah membeli dua buah buku latihan berharga RM1 setiap satu dan sekotak pensel warna RM4. Jika dia membayar dengan wang RM10, berapakah baki wang yang akan dikembalikan kepadanya?

# lbl14_21
source: Shahrir has money two times more than Basri. Shahrir has RM17. How many money does Basri has?
ms_my: Shahrir mempunyai dua kali ganda wang yang dimiliki Basri. Shahrir mempunyai RM17. Berapa ringgit wang yang dimiliki oleh Basri?

# lbl14_22
source: Two hundreds and fourty tourists have registered to go to Johor. If a bus can bring 40 people, how many buses are required to carry all the tourists?
ms_my: Dua ratus empat puluh orang pelancong mendaftar untuk melancong ke Johor. Sekiranya sebuah bas boleh membawa 40 orang, berapa buah bas diperlukan untuk membawa semua pelancong itu?

# lbl14_23
source: Ahmad buys a shirt with a discount price one third less compared to the original price. If Ahmad pays RM40, how much the original price of that shirt?
ms_my: Ahmad membeli sehelai baju dengan harga diskaun satu pertiga kurang berbanding harga asal. Jika Ahmad membayar RM40, berapakah harga asal baju tersebut?

# lbl14_24
source: A distance travelled to Kamal's village was 500 KMs. After driving for three hours, he stopped for a rest. Then he drove again for 2 hours. What is the average speed of Kamal's driving?
ms_my: Jarak perjalanan pulang ke kampung Kamal ialah 500 km. Selepas memandu selama tiga jam, dia berhenti rehat. Kemudian dia memandu semula selama dua jam. Berapakah purata kelajuan Kamal memandu?

# lbl14_25
source: A cheap fare price flight from Kuala Lumpur LCCT to Bali, Indonesia was RM135 after being given discount as much as 70%. What is the original price of that fare?
ms_my: Harga tambang murah penerbangan dari LCCT, Kuala Lumpur ke Bali, Indonesia ialah RM135 setelah diberi diskaun sebanyak 70%. Berapakah harga asal tambang tersebut?

# lbl14_26
source: Oil price is reduced five times since June 2008. If the original price is RM2.70 and the price is reduced to RM1.90. What is the average of oil price reduction?
ms_my: Harga minyak telah diturunkan sebanyak lima kali sejak Jun 2008. Jika Harga asal RM2.70 dan kali terakhir minyak diturunkan kepada RM1.90 berapakah purata penurunan minyak?

# lbl14_27
source: Two persons can finish eight baskets for one day. How many employees are required to finish up 60 baskets in a day?
ms_my: Dua orang dapat menyiapkan 8 buah bakul rotan sehari. Berapa orang pekerja yang diperlukan untuk menyiapkan tempahan 60 bakul dalam sehari?

# lbl14_28
source: Zamri travel from KLIA to Putra Sentral by using KLIA TRANSIT is 1 hours 45 minutes. Lim lives 50 kms from Putra Sentral. He drives 100km / hour. If Zamri departs from KLIA at 3.45 pm, at what time Lim had to leave from his house so that he reach 15 minutes earlier from Zamri?
ms_my: Perjalanan Zamri menaiki KLIA Transit dari KLIA ke Putra Sentral ialah 1 jam 45 minit. Lim tinggal 50 km dari Putra Sentral. Dia memandu 100km/jam. Jika Zamri bertolak dari KLIA pada pukul 3.45 petang, pukul berapa Lim perlu bertolak dari rumahnya supaya sampai 15 minit lebih awal daripada Zamri?

# lbl14_29
source: An express bus set off 1 hour earlier than taxi. An express bus drives with an average speed of 80km / hour and taxi 100km / hour. If both having same destination, how far does express bus lead a taxi after 3 hours of travelling?
ms_my: Bas ekspres bertolak satu jam awal daripada teksi. Bas ekspres dipandu dengan kelajuan purata 80km/jam dan teksi 100km/jam. Jika kedua-duanya mempunyai destinasi yang sama, berapa jauh bas ekspres mendahului teksi selepas tiga jam perjalanan?

# ukm2_1500_header
source: 15. WORD REASONING
ms_my: 15. PENA'AKULAN PERKATAAN

# lbl15_instruction_sample
source: Please READ THE CLUES GIVEN BELOW AND WRITE YOUR ANSWER in the space provided.
ms_my: Sila BACA PEMBAYANG DAN TULISKAN JAWAPAN di ruangan yang disediakan.

# lbl15_instruction
source: Please READ THE CLUES GIVEN BELOW AND WRITE YOUR ANSWER in the space provided.
ms_my: Sila BACA PEMBAYANG DAN TULISKAN JAWAPAN di ruangan yang disediakan.

# ukm2_1500_01
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# lbl15_00
source: It has doors, shelves, and it can be used to keep clothes
ms_my: Ia ada pintu, ada rak dan boleh menyimpan pakaian.

# txt15_00
source: Wardrobe
ms_my: Almari pakaian, gerobok

# lbl15_01
source: It has doors, shelves, and it can be used to keep clothes
ms_my: Ia ada pintu, ada rak dan boleh menyimpan pakaian.

# lbl15_02
source: It is something used to protect your feet
ms_my: Ia adalah sesuatu yang digunakan untuk melindungi kaki anda.

# lbl15_03
source: It is on the sky, and will appear when it is going to be rained.
ms_my: Ia berada di langit, dan akan kelihatan bila hari hendak hujan.

# lbl15_04
source: It has some strips, and it hangs at the ceiling
ms_my: Ia mempunyai beberapa bilah, dan tergantung di siling rumah.

# lbl15_05
source: It is a place where people read, and it has a lot of reading materials
ms_my: Ia adalah tempat orang membaca,dan terdapat banyak bahan bacaan.

# lbl15_06
source: It is something floating in the air, causing us short of breath
ms_my: Ia terapung di udara, menyebabkan kita sesak nafas.

# lbl15_07
source: If it is conducted, our body is sweating, good for health
ms_my: Jika dilakukan, badan akan berpeluh, baik untuk kesihatan.

# lbl15_08
source: It makes our clothes clean, and it can be bought at the shop
ms_my: Ia membuat pakaian kita bersih, dan ia boleh dibeli di kedai runcit.

# lbl15_09
source: It gives a bright light in the day, and it cannot be replaced
ms_my: Ia memberikan cahaya yang terang pada siang hari, dan ia tidak boleh diganti.

# lbl15_10
source: It is formed by communities, and it becomes a guide for community life
ms_my: Ia dibentuk oleh masyarakat, dan dijadikan panduan untuk kehidupan masyarakat.

# lbl15_11
source: It is an earth formation, and it is located in between two mountains
ms_my: Ia adalah satu bentuk muka bumi, dan terletak di antara dua gunung.

# lbl15_12
source: It is produced from many instruments, it has tempo and rhythm, and it is good to listen
ms_my: Ia dihasilkan oleh pelbagai alat, ia mempunyai rentak dan irama, dan sedap didengar.

# lbl15_13
source: It is a gift to us since born, it is part from organ’s body, and it can make us think
ms_my: Ia dianugerahkan kepada kita sejak lahir, ia sebahagian dari organ badan, dan ia membolehkan kita berfikir.

# lbl15_14
source: It is everywhere, cannot be seen, but it required by humans and animals to live
ms_my: Ia berada di mana-mana, tidak boleh dilihat, tetapi diperlukan oleh manusia dan haiwan untuk hidup.

# lbl15_15
source: Legislated and approved by parliament, required by community, and it is needed to protect the harmony of one country
ms_my: Digubal dan diluluskan oleh Parlimen, masyarakat memerlukannya, dan diperlukan untuk menjaga keamanan negara.

# lbl15_16
source: It is granted after successfully finishing studies, Fulfil the standard and recognised, required when apply for a job
ms_my: Dianugerahkan setelah berjaya menamatkan pengajian, memenuhi piawai dan diiktiraf,diperlukan semasa memohon pekerjaan.

# lbl15_17
source: It is wireless communication tool, It can be used anywhere, and it has various form and size
ms_my: Ia adalah alat komunikasi tanpa wayar, boleh digunakan di merata tempat, dan mempunyai pelbagai bentuk serta saiz.

# lbl15_18
source: It is related with salary and expenditure, small scale or big, and the motif is profit
ms_my: Berkait dengan pendapatan dan perbelanjaan, berskala kecil atau besar, dan bermatlamatkan keuntungan.

# lbl15_19
source: It is a hope, it is a future planning, and it is conceptualise
ms_my: Ia adalah satu harapan, yang merupakan perancangan masa hadapan, dan dikonseptualisasi.

# lbl15_20
source: It is a democracy process, need candidates and supporters, Win based on number of majority
ms_my: Ia merupakan satu proses demokrasi, perlu calon dan penyokong, menang berdasarkan bilangan majoriti.

# ukm2_end_header
source: Araken I-PROFILE Online Screening Test Ends.
ms_my: Araken I-PROFILE Tamat.

# lblend_instruction
source: Thank you for completing the test.
ms_my: Terima kasih kerana telah tamat menjawab soalan yang telah disediakan.

# lblend_01
source: Student ID
ms_my: TEL#

# lblend_02
source: Name
ms_my: Nama

# lblend_03
source: Year/Form
ms_my: Darjah/Tingkatan

# lblend_04
source: Age
ms_my: Umur

# lblend_05
source: year.
ms_my: tahun.

# lblend_06
source: School Name
ms_my: Nama Sekolah

# lblend_07
source: City
ms_my: Bandar

# lblend_08
source: State
ms_my: Negeri

# lblend_09
source: Date and time test ends
ms_my: Tarikh dan masa ujian tamat

# lblend_10
source: Click here to choose the module for the ARAKEN School Holiday Camp
ms_my: Klik disini untuk memilih modul Program Perkhemahan Cuti Sekolah

# lblcourse_header
source: ARAKEN School Holiday Camp
ms_my: Program Perkhemahan Cuti Sekolah

# lblcourse_instruction
source: Choose the following modules according to your preference from the scale of 1 to 6.
ms_my: Pilih modul-modul mengikut susunan keutamaan minat anda.

# lblcourse_scale
source: Scale:
ms_my: Skala:

# lblcourse_rate
source: 1 – Most preferred 6 – Least preferred
ms_my: 1: Paling diminati -> 6: Kurang diminati

# lblcourse_01
source: Crafting the essay
ms_my: Mengarang penulisan

# lblcourse_02
source: Invention
ms_my: Reka Cipta

# lblcourse_03
source: Advanced Robotic
ms_my: Robotik

# lblcourse_04
source: Flight Science
ms_my: Sains Penerbangan

# lblcourse_05
source: Cryptology
ms_my: Kriptologi

# lblcourse_06
source: Probability and Game Theory
ms_my: Kebarangkalian dan Teori Permainan

# lblcourse_07
source: Biotechnology
ms_my: Bioteknologi

# lblcourse_08
source: Fast-Paced Biology
ms_my: Biologi Pecutan

# lblcourse_09
source: Crystal and Polymer
ms_my: Kristal dan Polimer

# lblcourse_10
source: Introduction to Green Technology
ms_my: Pengenalan kepada Teknologi Hijau

# lblcourse_11
source: Be a Scientist
ms_my: Menjadi Saintis

# lblcourse_12
source: Mathematical Reasoning
ms_my: Penaakulan Mantik

# lblcourse_13
source: Writing and Imagination
ms_my: Penulisan dan Imaginasi

# lblcourse_14
source: Introduction to Robotic
ms_my: Robotik
