Repository: acapxasyrafx/Genius-Pintar
Catalog: iprofile/App_GlobalResources/ukm2.*.resx
Languages: ms_my

# default_01
source: LOGIN HERE
ms_my: LOGIN DI SINI

# default_02
source: Note: Please choose your preferred language. You are NOT allowed to change the language after you have made your choice. Language Selection:
ms_my: Nota: Sila pilih bahasa yang anda ingin gunakan untuk menjawab ujian ini. Anda TIDAK dibenarkan menukar bahasa setelah membuat pilihan. Pilihan Bahasa:

# default_03
source: Insert TEL# and click [Login>>].
ms_my: Sila masukkan TEL# dan tekan [Login >>].

# default_05
source: Total of modules is 15. You are required to answer in 3 hours (180 minutes). If there is any problem, extra time will be given by the invigilator.
ms_my: Jumlah keseluruhan modul ialah 15. Anda dikehendaki menjawab dalam masa 3 jam (180 minit). Jika ada sebarang masalah, masa tambahan akan diberi oleh Pengawas Bertugas.

# default_06
source: Please answer using the language of your choice.
ms_my: Sila jawab menggunakan bahasa pilihan untuk modul di bawah:

# default_13
source: System Requirements:
ms_my: Keperluan sistem:

# default_14
source: Use only MS Internet Explorer.
ms_my: Gunakan hanya MS Internet Explorer.

# default_15
source: Internet Explorer 9. Download here.
ms_my: MS Internet Explorer 9. Muat turun di sini.

# default_16
source: Test response time. Click here.
ms_my: Menguji kelajuan server. Klik di sini.

# default_17
source: Test Internet connection speed. Click here.
ms_my: Menguji kepantasan talian. Klik di sini.

# default_drag
source: Test browser drag and drop. Click here.
ms_my: Menguji tarik dan lepas. Klik di sini.

# Perhatian
source: Attention!
ms_my: Perhatian!

# Cubalagi
source: Invalid USERID or PASSWORD! Please try again!
ms_my: USERID atau PASSWORD tidak sah! Sila cuba sekali lagi.!

# Examtime
source: The test is CLOSED after 7 PM! Please contact system admin.
ms_my: Ujian hanya boleh dijalankan sebelum 7 malam!

# Examday
source: Your USERID has been LOCKED. You had login before on a different day. Please contact person in-charge.
ms_my: Anda tidak dibenarkan menduduki ujian ini pada hari yang lain dari yang telah ditetapkan. Hubungi ketua pengawas.

# Mandatory
source: You are required to answer this question. Click [Skip Module] if you cannot answer this question.
ms_my: Anda dikehendaki menjawab soalan ini. Jika tidak tahu jawapannya sila tekan [Langkau Modul]

# ukm2_default_01
source: Araken I-PROFILE Online Test is a web-based application. This test consists of 15 modules that test various cognitive intelligence including vocabulary, symbol search, number repetition, matching patterns and shapes, comprehension and coding . It is built on-line and can be accessed from http://esaringan.arakenonline.biz.<br /><br />
ms_my: Araken I-PROFILE adalah ujian saringan secara atas talian. Ujian saringan ini mempunyai 15 bahagian yang menguji pelbagai aspek kepintaran kognisi termasuk aspek perbendaharaan kata, pencarian symbol, pengulangan nombor, pemadanan pola atau bentuk, pemahaman dan koding. Ia dibina dalam talian dan boleh dicapai dari laman web http://esaringan.arakenonline.biz<br /><br /> <br /> Hasil ujian saringan ini akan dipaparkan mengikut kategori berikut:<br /> (a) Indeks Pemahaman Lisan<br /> (b) Indeks Penaakulan Persepsi<br /> (c) Indeks Daya Ingatan Bekerja<br /> (d) Indeks Kelajuan Memproses Maklumat.

# ukm2_default_02
source: :: YOUR PROFILE ::
ms_my: :: PROFIL ANDA ::

# ukm2_default_03
source: Identification Number
ms_my: MYKAD/Surat Beranak

# ukm2_default_04
source: Full name
ms_my: Nama Anda

# ukm2_default_05
source: Standard/Form
ms_my: Darjah/Tingkatan

# ukm2_default_06
source: School Name
ms_my: Nama Sekolah

# ukm2_default_07
source: City
ms_my: Bandar

# ukm2_default_08
source: State
ms_my: Negeri

# ukm2_default_09
source: Country
ms_my: Negara

# ukm2_default_11
source: Selected Language
ms_my: Bahasa Pilihan

# btnNext
source: Next
ms_my: Seterusnya

# btnStart
source: Start
ms_my: Mula

# btnSkip
source: Skip Module
ms_my: Langkau Modul

# ukm2_testend
source: End Test
ms_my: Tamatkan Ujian

# lbl01_instruction_sample
source: You are required to arrange the shapes provided to form the figure shown below.<br />CLICK on the shape and DRAG it onto the YELLOW area provided.
ms_my: Anda dikehendaki menyusun bentuk yang disediakan untuk membentuk rajah yang dipamerkan di bawah. <b>KLIK dan HERET</b> bentuk pilihan ke ruangan yang disediakan. Ini adalah contoh dan latihan semata-mata, tiada permarkahan diberi.

# lbl01_instruction
source: You are required to arrange the shapes provided to form the figure shown below.<br />CLICK on the shape and DRAG it onto the YELLOW area provided.
ms_my: Anda dikehendaki menyusun bentuk yang disediakan untuk membentuk rajah yang dipamerkan di bawah. <b>KLIK dan HERET</b> bentuk pilihan ke ruangan yang disediakan.

# ukm2_0100_01
source: 01. BLOCK DESIGN
ms_my: 01. MENYUSUN BLOK

# lblSample
source: [This is an example, no mark is granted]
ms_my: [Ini adalah contoh, tiada permarkahan diberi]

# ukm2_0100_02
source: Drag the shape provided onto this YELLOW area.<br /> To make changes, click once more on the area.
ms_my: Heret bentuk yang disediakan ke ruangan ini.<br />Klik sekali lagi diruangan ini untuk menukar pilihan.

# ukm2_0100_03
source: Look at this figure. This is the figure to be formed.
ms_my: Lihat gambarajah ini.<br />Ini adalah gambarajah yang perlu dibina.

# ukm2_0100_04
source: Below are shapes provided.<br />Click on the shape and drag it.<br />Click again on the area to place it in the area.
ms_my: Bentuk yang disediakan.<br />Sila klik dan heret bentuk yang disediakan ke atas.<br />Klik sekali lagi pada ruangan pilihan untuk melepaskannya.

# ukm2_0100_05
source: Click [Start>>] if you are ready.
ms_my: Tekan [Mula >>] jika anda sudah bersedia.

# ukm2_0200_header
source: 02. SIMILARITIES
ms_my: 02. PERSAMAAN

# lbl02_instruction
source: Study the following pairs and type their SIMILARITIES in the space provided.
ms_my: Sila teliti padanan item di bawah dan TAIPKAN PERSAMAANNYA di dalam ruangan yang disediakan.

# txt02_00
source: Primer colours, Colours of the traffic lights, Lights on the traffic lights, Selangor‘s flag.
ms_my: warna primer, warna lampu trafik, cahaya lampu trafik, bendera Selangor

# ukm2_0200_01
source: Sample answer for the above question.<br /> (Primer colours, Colours of the traffic lights, Lights on the traffic lights, Selangor‘s flag)
ms_my: Contoh jawapan untuk soalan di atas.<br /> (warna primer, warna lampu trafik, cahaya lampu trafik, bendera Selangor)

# ukm2_0200_02
source: Click [Next ] if you are ready.
ms_my: Tekan [Mula ] jika anda sudah bersedia.

# lbl02_00
source: RED - YELLOW
ms_my: MERAH - KUNING

# lbl02_01
source: RED - YELLOW
ms_my: MERAH - KUNING

# lbl02_02
source: RICE - BREAD
ms_my: NASI - ROTI

# lbl02_03
source: SHIRT - TROUSERS
ms_my: BAJU - SELUAR

# lbl02_04
source: GRAPE - PEAR
ms_my: DURIAN - RAMBUTAN

# lbl02_05
source: FROG - SNAKE
ms_my: KATAK - ULAR

# lbl02_06
source: MOSQUITO - FLY
ms_my: NYAMUK - LALAT

# lbl02_07
source: COOKING POT - FRYING PAN
ms_my: PERIUK - KUALI

# lbl02_08
source: LOVE - HATRED
ms_my: SAYANG - BENCI

# lbl02_09
source: TOUNGE - LIP
ms_my: LIDAH - BIBIR

# lbl02_10
source: GOLD - SILVER
ms_my: EMAS - PERAK

# lbl02_11
source: SWIMMING - RUNNING
ms_my: BERENANG - BERLARI

# lbl02_12
source: SUPPLE - BOW
ms_my: LENTUK - TUNDUK

# lbl02_13
source: HYDROGEN - OXYGEN
ms_my: HIDROGEN - OKSIGEN

# lbl02_14
source: SINGER - ACTOR
ms_my: PENYANYI - PELAKON

# lbl02_15
source: TSUNAMI - EARTHQUAKE
ms_my: TSUNAMI - GEMPA

# lbl02_16
source: SUMMIT - CANYON
ms_my: PUNCAK - JURANG

# lbl02_17
source: WINNER - LOSER
ms_my: JOHAN - COROT

# lbl02_18
source: GRATEFUL - ARROGANT
ms_my: BERSYUKUR - SOMBONG

# lbl02_19
source: TYRE - ERASER
ms_my: TAYAR - PEMADAM

# lbl02_20
source: BORDER - BOUNDARY
ms_my: SEMPADAN - BATASAN

# lbl02_21
source: SUGAR - HONEY
ms_my: GULA - MADU

# lbl02_22
source: TEMPORARY - FOREVER
ms_my: FANA - ABADI

# lbl02_23
source: SPACIOUS - PACK
ms_my: LAPANG - PADAT

# ukm2_0300_header
source: 03. DIGIT SPAN
ms_my: 03. TEMPOH MENYUSUN DIGIT

# lbl03_instruction_sample
source: Look at the number that will be displayed and RETYPE ACCORDING TO THE SEQUENCE displayed in descending order in the space provided.
ms_my: Sila beri perhatian pada skrin anda. Lihat nombor yang dipaparkan dan TAIPKAN NOMBOR ITU SEMULA MENGIKUT URUTAN seperti yang dipaparkan dari hadapan ke belakang pada ruangan yang disediakan.

# lbl03_instruction
source: Look at the number that will be displayed and RETYPE ACCORDING TO THE SEQUENCE displayed in descending order in the space provided.
ms_my: Sila beri perhatian pada skrin anda. Lihat nombor yang dipaparkan dan TAIPKAN NOMBOR ITU SEMULA MENGIKUT URUTAN seperti yang dipaparkan dari hadapan ke belakang pada ruangan yang disediakan.

# ukm2_0300_01
source: 1. Click the [Start] button to begin answering.
ms_my: 1. Tekan butang [Mula ] untuk mula menjawab.

# ukm2_0300_02
source: 2. Type what is displayed here. (The answer to this question is 364)
ms_my: 2. Taipkan apa yang dipaparkan di sini. (Jawapan kepada soalan ini ialah 364)

# ukm2_0300_03
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# lblRow01
source: ROW
ms_my: BARIS

# lblRow02
source: ROW
ms_my: BARIS

# ukm2_0400_header
source: 04. PICTURE CONCEPT
ms_my: 04. KONSEP GAMBAR

# lbl04_instruction_sample
source: Look at the following pictures. Click or choose ONE PICTURE FROM EACH ROW that represents similar category.
ms_my: Sila klik atau pilih SATU GAMBAR DARI SETIAP BARIS yang mewakili kategori yang sama.

# lbl04_instruction
source: Look at the following pictures. Click or choose ONE PICTURE FROM EACH ROW that represents similar category.
ms_my: Sila klik atau pilih SATU GAMBAR DARI SETIAP BARIS yang mewakili kategori yang sama.

# ukm2_0400_01
source: Click once more on your choice to change your answer. Your choice will be in RED.
ms_my: Klik sekali lagi pada pilihan anda untuk membatalkan pilihan tersebut. Pilihan anda akan berwarna MERAH.

# ukm2_0400_02
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# ukm2_0500_header
source: 05. CODING
ms_my: 05. PENGKODAN

# lbl05_instruction_sample
source: The following table shows symbols that represent numbers 1 to 9. Please MATCH THE SYMBOLS TO THE FOLLOWING NUMBER by typing the number for each code in the space provided.
ms_my: Jadual di bawah menunjukkan simbol-simbol yang mewakili nombor 1 hingga 9. Sila PADANKAN SIMBOL KEPADA NOMBOR-NOMBOR berikut dengan cara menaipkan nombor bagi setiap kod di dalam ruang yang disediakan.

# lbl05_instruction
source: The following table shows symbols that represent numbers 1 to 9. Please MATCH THE SYMBOLS TO THE FOLLOWING NUMBER by typing the number for each code in the space provided.
ms_my: Jadual di bawah menunjukkan simbol-simbol yang mewakili nombor 1 hingga 9. Sila PADANKAN SIMBOL KEPADA NOMBOR-NOMBOR berikut dengan cara menaipkan nombor bagi setiap kod di dalam ruang yang disediakan.

# ukm2_0500_01
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# ukm2_0600_header
source: 06. VOCABULARY
ms_my: 06. PERBENDAHARAAN KATA

# lbl06_instruction_sample
source: Please type the MEANINGS OF THE FOLLOWING WORDS in the space provided.
ms_my: Taipkan MAKSUD BAGI PERKATAAN-PERKATAAN berikut dalam ruangan yang disediakan.

# lbl06_instruction
source: Please type the MEANINGS OF THE FOLLOWING WORDS in the space provided.
ms_my: Taipkan MAKSUD BAGI PERKATAAN-PERKATAAN berikut dalam ruangan yang disediakan.

# ukm2_0600_01
source: Sample of answers to the above question.<br /> (Tool to write, draw. Made from wood and carbon, lead. Made from wood, stationary tools)
ms_my: Contoh jawapan bagi soalan di atas.<br /> (alat untuk menulis atau melukis, diperbuat daripada kayu dan karbon atau lead, alat tulis)

# ukm2_0600_02
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# lbl06_00
source: PENCIL
ms_my: PENSEL

# txt06_00
source: Tool to write, draw. Made from wood and carbon, lead. Made from wood, stationary tools
ms_my: alat untuk menulis atau melukis, diperbuat daripada kayu dan karbon atau lead, alat tulis

# lbl06_01
source: PENCIL
ms_my: PENSEL

# lbl06_02
source: CAT
ms_my: KUCING

# lbl06_03
source: ROB
ms_my: ROMPAK

# lbl06_04
source: TRISHAW
ms_my: BECA

# lbl06_05
source: NUMERICAL
ms_my: ANGKA

# lbl06_06
source: RETURN
ms_my: KEMBALI

# lbl06_07
source: TRADITIONAL
ms_my: TRADISIONAL

# lbl06_08
source: RUIN
ms_my: ROSAK

# lbl06_09
source: HONEST
ms_my: JUJUR

# lbl06_10
source: DEDICATED
ms_my: TEKUN

# lbl06_11
source: LAKE
ms_my: TASIK

# lbl06_12
source: SUPERSTITION
ms_my: MITOS

# lbl06_13
source: IMPERVIOUS
ms_my: KEDAP

# lbl06_14
source: CLEAR
ms_my: JERNIH

# lbl06_15
source: METICULOUS
ms_my: TELITI

# lbl06_16
source: ACTION
ms_my: AKSI

# lbl06_17
source: HISTORY
ms_my: SEJARAH

# lbl06_18
source: SHIFT
ms_my: ALIH

# lbl06_19
source: PEER
ms_my: SAING

# lbl06_20
source: VISION
ms_my: WAWASAN

# lbl06_21
source: FREQUENT
ms_my: KERAP

# lbl06_22
source: LEISURE
ms_my: SANTAI

# lbl06_23
source: PROTEST
ms_my: BANTAH

# lbl06_24
source: VAGUE
ms_my: SAMAR

# lbl06_25
source: STEADFAST
ms_my: TEKAL

# lbl06_26
source: VOLUNTARY
ms_my: SUKARELA

# lbl06_27
source: CHEERFUL
ms_my: CERIA

# lbl06_28
source: ELOQUENT
ms_my: PETAH

# lbl06_29
source: NEGLECT
ms_my: ABAI

# lbl06_30
source: NORM
ms_my: NORMA

# ukm2_0700_header
source: 07. ALPHABETICAL AND NUMBER ORDER
ms_my: 07. URUTAN NOMBOR DAN ABJAD

# lbl07_instruction_sample
source: Look at the numbers and alphabets that will be displayed on your screen after clicking the [ Start ] button.<br />Retype the NUMBERS in an ASCENDING order followed by ALPHABETS in the spaces provided.
ms_my: Lihat nombor dan abjad yang dipaparkan pada skrin anda selepas menekan butang [Mula >>]. Taipkan semula NOMBOR mengikut urutan MENAIK diikuti oleh ABJAD urutan MENAIK dalam ruangan yang disediakan.

# lbl07_instruction
source: Look at the numbers and alphabets that will be displayed on your screen after clicking the [ Start ] button.<br />Retype the NUMBERS in an ASCENDING order followed by ALPHABETS in the spaces provided.
ms_my: Lihat nombor dan abjad yang dipaparkan pada skrin anda selepas menekan butang [Mula >>]. Taipkan semula NOMBOR mengikut urutan MENAIK diikuti oleh ABJAD urutan MENAIK dalam ruangan yang disediakan.

# ukm2_0700_01
source: 1. Click the [Start] button to begin answering.
ms_my: 1. Tekan butang [Mula ] untuk mula menjawab.

# ukm2_0700_02
source: 2. Type what is displayed here. (The answer to this question is 1 5 C E)
ms_my: 2. Taipkan apa yang dipaparkan di sini. (Jawapan kepada soalan ini ialah 1 5 C E)

# ukm2_0700_03
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# ukm2_0800_header
source: 08. MATRIX REASONING
ms_my: 08. PENA'AKULAN MATRIKS

# lbl08_instruction_sample
source: Please CLICK ON THE SUITABLE OBJECT/ PICTURE BELOW to match the pattern.
ms_my: Sila KLIK PADA OBJEK ATAU RAJAH di bawah yang SEPADAN untuk ruangan kosong yang bertanda '?'.

# lbl08_instruction
source: Please CLICK ON THE SUITABLE OBJECT/ PICTURE BELOW to match the pattern.
ms_my: Sila KLIK PADA OBJEK ATAU RAJAH di bawah yang SEPADAN untuk ruangan kosong yang bertanda '?'.

# ukm2_0800_01
source: Please click on the object/picture below. Click again on the selected answer to cancel the answer.
ms_my: Sila klik pada objek atau rajah di bawah. Apabila sudah membuat pilihan, tekan sekali lagi untuk membatalkan pilihan tersebut.

# ukm2_0800_02
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# ukm2_0900_header
source: 09. COMPREHENSIVE
ms_my: 09. KOMPREHENSIF

# lbl09_instruction
source: Read the following questions carefully. Type your anwer in the space provided.
ms_my: Baca soalan berikut dengan teliti. Huraikan jawapan anda dalam ruangan yang disediakan.

# lbl09_instruction_sample
source: Read the following question carefully. Type your anwer in the space provided.
ms_my: Baca soalan berikut dengan teliti. Huraikan jawapan anda dalam ruangan yang disediakan.

# ukm2_0900_01
source: Example of answers for this question.<br /> (Take and return it. Take and give it to mother. Take and give it to teacher. Take and give it to school's Office.)
ms_my: Contoh jawapan bagi soalan ini.<br /> (Ambil dan pulang balik. Ambil dan beri pada ibu atau bapa. Ambil dan beri pada guru. Hubungi empunya telefon)

# ukm2_0900_02
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# lbl09_00
source: What are you going to do if you found a handphone?
ms_my: Apakah yang akan anda lakukan sekiranya terjumpa telefon bimbit?

# txt09_00
source: take and return. take and give it to mother. take and give it to teacher. take and give it to school's Office.
ms_my: ambil dan pulang balik. ambil dan beri pada ibu atau bapa. ambil dan beri pada guru. hubungi empunya telefon

# lbl09_01
source: What are you going to do if you found a handphone?
ms_my: Apakah yang akan anda lakukan sekiranya terjumpa telefon bimbit?

# lbl09_02
source: Why do we have to close the water tap after using it?
ms_my: Mengapa perlu menutup paip air selepas digunakan?

# lbl09_03
source: Why do we have to wear safety jacket when we ride on the boat?
ms_my: Mengapa perlu memakai jaket keselamatan bila menaiki bot?

# lbl09_04
source: What are you going to do when your friend is being bullied in the school area?
ms_my: Apakah yang perlu anda lakukan bila rakan anda dibuli di kawasan sekolah?

# lbl09_05
source: What are you going to do when your friend ask you to finish his/her assignment?
ms_my: Apakah yang perlu anda buat sekiranya rakan anda menyuruh anda menyiapkan kerja sekolahnya?

# lbl09_06
source: What are the benefit of recreational activity?
ms_my: Apakah kebaikan kegiatan rekreasi?

# lbl09_07
source: Why do you need to help your friend when his/her pocket money has lost?
ms_my: Mengapakah anda perlu membantu rakan yang kehilangan wang saku sekolah?

# lbl09_08
source: Why we should not wasting the food?
ms_my: Mengapakah kita tidak patut membazirkan makanan?

# lbl09_09
source: Why government prevent people from smoking at public area?
ms_my: Mengapakah kerajaan melarang merokok di tempat awam?

# lbl09_10
source: What is the benefit of public transportation facilities?
ms_my: Apakah kebaikan kemudahan pengangkutan awam?

# lbl09_11
source: Why do we need to study although we already working?
ms_my: Mengapakah kita perlu terus belajar walaupun telah bekerja?

# lbl09_12
source: What is the benefit of learning with computer compared to the book?
ms_my: Apakah kebaikan belajar melalui komputer berbanding buku?

# lbl09_13
source: Why do we need to tell the truth?
ms_my: Mengapakah kita perlu sentiasa bercakap benar?

# lbl09_14
source: Why do government must eliminate fraudulent activities?
ms_my: Mengapakah kerajaan perlu membanteras kegiatan cetak rompak?

# lbl09_15
source: Why do we need MyKad?
ms_my: Kenapa kita perlu memiliki MyKad?

# lbl09_16
source: Why there are many types of newspaper?
ms_my: Mengapa terdapat pelbagai jenis surat khabar dalam banyak bahasa?

# lbl09_17
source: Why do we need to provide facilities for disable?
ms_my: Mengapakah perlu disediakan kemudahan untuk Orang Kurang Upaya (OKU) di sekolah?

# lbl09_18
source: What are the negative effects from information technology development and communication (ICT)?
ms_my: Apakah kesan negatif daripada kemajuan Teknologi Maklumat dan Komunikasi (ICT)?

# lbl09_19
source: Why do we need to respect others opinion?
ms_my: Mengapa kita perlu menghormati pendapat orang lain?

# ukm2_1000_header
source: 10. SYMBOL SEARCH
ms_my: 10. CARIAN SIMBOL

# lbl10_instruction_sample
source: Look at the symbols on the left ( RED colored).<br /> Click YES if there are similar symbols exist on the right side or NO if there is no similar symbol.
ms_my: Lihat simbol di sebelah kiri (berwarna MERAH).<br />Klik ADA sekiranya simbol itu terdapat pada sebelah kanan atau TIADA sekiranya tiada persamaan.

# lbl10_instruction
source: Look at the symbols on the left ( RED colored).<br /> Click YES if there are similar symbols exist on the right side or NO if there is no similar symbol.
ms_my: Lihat simbol di sebelah kiri (berwarna MERAH).<br />Klik ADA sekiranya simbol itu terdapat pada sebelah kanan atau TIADA sekiranya tiada persamaan.

# ukm2_1000_01
source: Answer for this question is YES.
ms_my: Jawapan bagi soalan ini ialah ADA.

# ukm2_1000_02
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# ukm2_YES
source: YES
ms_my: ADA

# ukm2_NO
source: NO
ms_my: TIADA

# ukm2_1100_header
source: 11. PICTURE COMPLETION
ms_my: 11. PEMERHATIAN GAMBAR

# lbl11_instruction_sample
source: Look at the picture. Please CLICK at the MISSING PART of the picture. ‘X’ will be marked at your selected area.
ms_my: Perhatikan gambar berikut. Sila KLIK pada bahagian yang TIDAK LENGKAP dalam gambar ini. "X" akan ditanda pada tempat pilihan anda.

# lbl11_instruction
source: Look at the picture. Please CLICK at the MISSING PART of the picture. ‘X’ will be marked at your selected area.
ms_my: Perhatikan gambar berikut. Sila KLIK pada bahagian yang TIDAK LENGKAP dalam gambar ini. "X" akan ditanda pada tempat pilihan anda.

# ukm2_1100_01
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# ukm2_1200_header
source: 12. CANCELLATION
ms_my: 12. PILIHAN SEJENIS

# lbl12_instruction_sample
source: On the next page, please click only on pictures of FRUITS or ANIMALS. Read carefully the questions given.
ms_my: Pada laman seterusnya, sila klik pada semua gambar BUAH-BUAHAN atau BINATANG sahaja. Baca dengan teliti arahan yang diberikan.

# lbl12_instruction_01
source: Click ALL the FRUITS in the pictures below. Click again on the selected picture to undo your choice. Your choice will be in RED.
ms_my: Sila klik pada semua gambar BUAH-BUAHAN sahaja. Klik sekali lagi pada pilihan anda untuk membatalkan pilihan tersebut. Pilihan anda akan berwarna MERAH.

# lbl12_instruction_02
source: Click ALL the ANIMALS in the pictures below. Click again on the selected picture to undo your choice. Your choice will be in RED.
ms_my: Sila klik pada semua gambar BINATANG sahaja. Klik sekali lagi pada pilihan anda untuk membatalkan pilihan tersebut. Pilihan anda akan berwarna MERAH.

# ukm2_1300_header
source: 13. INFORMATION
ms_my: 13. MAKLUMAT

# lbl13_instruction_sample
source: Read the following question carefully and please type your anwer in the space provided.
ms_my: Baca soalan berikut dengan teliti dan taipkan jawapan anda dalam ruangan yang disediakan.

# lbl13_instruction
source: Read the following questions carefully and please type your anwer in the space provided.
ms_my: Baca soalan berikut dengan teliti dan taipkan jawapan anda dalam ruangan yang disediakan.

# lbl13_00
source: How many months in a year?
ms_my: Berapa bulankah dalam setahun?

# ukm2_1300_01
source: Example of answer.<br /> (12)
ms_my: Contoh jawapan.<br /> (12)

# ukm2_1300_02
source: Click [Next >> ] if you are ready.
ms_my: Tekan [Seterusnya >> ] jika anda sudah bersedia.

# lbl13_01
source: How many months in a year?
ms_my: Berapa bulankah dalam setahun?

# lbl13_02
source: What are the basic needs of plant to live?
ms_my: Apakah keperluan asas untuk tumbuhan hidup?

# lbl13_03
source: Name 3 oceans in the world.
ms_my: Namakan tiga (3) lautan dunia.

# lbl13_04
source: What is the function of your heart?
ms_my: Apakah fungsi jantung anda?

# lbl13_05
source: How many meter in one kilometre?
ms_my: Berapa meter bersamaan dengan satu kilometer?
